<?php

$lang['privat_module_name'] = "Оплата частями ПриватБанк";
$lang['privat_store_id'] = "ID магазина";
$lang['privat_password'] = "Пароль";
$lang['privat_merchant_type'] = "Тип кредита";
$lang['privat_merchant_type_ii'] = "Мгновенная рассрочка";
$lang['privat_merchant_type_pp'] = "Оплата частями";
$lang['privat_to_pay_part'] = "ПриватБанк";
$lang['privat_to_pay_part_tooltip'] = "Разрешить покупку данного товара в рассрочку ПриватБанка";
$lang['privat_description_part_1'] = "Для получения ключей, необходимо перейти по ссылке";
$lang['privat_description_part_2'] = "и далее следуя инструкциям приватбанка получить ключи.";
$lang['privat_description_part_3'] = "Затем нужно в админ-панеле создать способ оплаты, в котором выбрать обработчик платежа SimplaMarket/PrivatPayPart и заполнить ключи полученные ранее.";
$lang['privat_description_part_4'] = "По умолчанию для \"Оплаты частями\" можно выбирать до 6 мес, для \"Мгновенной рассрочки\" можно выбирать до 24 мес. Но это можно ограничить в конкретном товаре. На общую корзину будет устанавливаться минимальное значение со всех товаров";
$lang['privat_product_max_pay_num_ii'] = "Максимум месяцев по мгновенной рассрочке ПриватБанка";
$lang['privat_product_max_pay_num_pp'] = "Максимум месяцев по оплате частями ПриватБанка";
$lang['privat_product_max_pay_num_ii_placehold'] = "Данное поле позволяет при сохранении значения максимум месяцев по по мгновенной рассрочке ПриватБанка только для всех товаров у которых данная категория является главной родительской проставить автоматически значение кол-ва месяцев";
$lang['privat_product_max_pay_num_pp_placehold'] = "Данное поле позволяет при сохранении значения максимум месяцев по Оплата частями ПриватБанк только для всех товаров у которых данная категория является главной родительской проставить автоматически значение кол-ва месяцев";
$lang['products_individual_privat_value'] = "Индивидуальные условия по Оплата частями ПриватБанк";
$lang['products_no_individual_privat_value'] = "Не применять индивидуальные условия Оплата частями ПриватБанк/мгновенной рассрочке ПриватБанка";
$lang['individual_privat_value'] = "Индивидуальные условия месяцев по Оплата частями ПриватБанк";
$lang['individual_privat_value_tooltip'] = "Если активирована данная настройка у товара, то она предотвращает изменение значения кол-ва месяцев при групповой установке значений из категорий";
$lang['sm__privat_pay_part__icon_text'] = "Текст подсказка при наведении на картинку (мульти-язычный)";
$lang['sm__privat_pay_part__icon_text_tooltip'] = "при наведении будет появляться блок с расширенной информацией по данному способу оплаты, этот блок настраивается/заполняется администратором в поле ниже в настройках этого модуля. Разрешены только следующие теги: 'strong', 'b', 'a', 'p', 'em', 'span'";
$lang['sm__privat_pay_part__settings_title'] = "Настройки";
$lang['sm__privat_pay_part__privat_product_max_pay_num'] = "Укажите максимальное кол-во месяцев, например";
