<?php

$lang['privat_module_name'] = "Оплата частинами ПриватБанк";
$lang['privat_store_id'] = "ID магазину";
$lang['privat_password'] = "Пароль";
$lang['privat_merchant_type'] = "Тип кредиту";
$lang['privat_merchant_type_ii'] = "Миттєва розстрочка";
$lang['privat_merchant_type_pp'] = "Оплата частинами";
$lang['privat_to_pay_part'] = "ПриватБанк";
$lang['privat_to_pay_part_tooltip'] = "Дозволити покупку даного товару в розстрочку ПриватБанку";
$lang['privat_description_part_1'] = "Для отримання ключів, необхідно перейти за посиланням";
$lang['privat_description_part_2'] = "і далі слідуючи інструкціям ПриватБанку отримати ключі.";
$lang['privat_description_part_3'] = "Потім потрібно в адмін-панелі створити спосіб оплати, в якому вибрати обробник платежу SimplaMarket / PrivatPayPart і заповнити ключі отримані раніше.";
$lang['privat_description_part_4'] = "За замовчуванням для \" Оплати частинами \"можна вибирати до 6 міс, для \" Миттєвою розстрочки \"можна вибирати до 24 міс. Але це можна обмежити в конкретний товар. На загальний кошик буде встановлюватися мінімальне значення з усіх товарів ";
$lang['privat_product_max_pay_num_ii'] = "Максимум місяців по миттєвої розстрочення ПриватБанку";
$lang['privat_product_max_pay_num_pp'] = "Максимум місяців з оплати частинами ПриватБанку";
$lang['privat_product_max_pay_num_ii_placehold'] = "Це поле дозволяє при збереженні значення максимум місяців за миттєвим розстроченням ПриватБанку тільки для всіх товарів у яких дана категорія є головною батьківською автоматично проставити значення кіл-ва місяців";
$lang['privat_product_max_pay_num_pp_placehold'] = "Це поле дозволяє при збереженні значення максимум місяців по Оплата частинами ПриватБанк тільки для всіх товарів у яких дана категорія є головною батьківською автоматично проставити значення кіл-ва місяців";
$lang['products_individual_privat_value'] = "Індивідуальні умови щодо Оплата частинами ПриватБанк";
$lang['products_no_individual_privat_value'] = "Не застосовувати індивідуальні умови Оплата частинами ПриватБанк/миттєвого розстрочення ПриватБанку";
$lang['individual_privat_value'] = "Індивідуальні умови місяців за Оплата частинами ПриватБанк";
$lang['individual_privat_value_tooltip'] = "Якщо активована дана настройка у товару, то вона запобігає зміні значення кількох місяців при груповій установці значень з категорій";
$lang['sm__privat_pay_part__icon_text'] = "Текст підказка при наведенні на картинку (мультимовний)";
$lang['sm__privat_pay_part__icon_text_tooltip'] = "при наведенні буде з'являтися блок з розширеною інформацією по даному способу оплати, цей блок налаштовується/заповнюється адміністратором у полі нижче в налаштуваннях цього модуля. Дозволено тільки наступні теги: 'strong', 'b', ' a', 'p', 'em', 'span'";
$lang['sm__privat_pay_part__settings_title'] = "Налаштування";
$lang['sm__privat_pay_part__privat_product_max_pay_num'] = "Вкажіть максимальну кількість місяців, наприклад";
