<?php
$lang ['do_not_callback_user'] = 'Не треба передзвонювати';
$lang ['do_not_callback_title'] = 'Галочка в кошику "Мені не потрібно передзвонювати"';
$lang ['do_not_callback_description'] = "Після установки модуля в картці оформлення замовлення з'явиться галочка 'Мені не потрібно передзвонювати' за допомогою якої, клієнти зможуть дати зрозуміти, що не потребують дзвінку від менеджера після оформлення замовлення. Дана інформація буде передаватися в адміністративну панель в список замовлень.";